{
  "Features": "Caractéristiques",
  "Designer": "Designer",
  "About us": "À propos de nous",
  "Build and preview themes": "Créer et prévisualiser des thèmes",
  "in real time": "en temps réel",
  "Design production-ready color tokens, palettes, and modes with instant visual feedback — built for developers and designers.": "Concevez des jetons de couleur, des palettes et des modes prêts pour la production avec un retour visuel instantané — conçus pour les développeurs et les concepteurs.",
  "Open Theme Builder": "Créateur de thèmes ouverts",
  "COLOR TOKENS": "JETONS DE COULEUR",
  "MODES": "MODES",
  "Primary": "Primaire",
  "Secondary": "Secondaire",
  "Success": "Succès",
  "Submit Feedback": "Envoyer des commentaires",
  "Warning": "Avertissement",
  "Light": "Lumière",
  "Dark": "Sombre",
  "Powerful Features": "Fonctionnalités puissantes",
  "Everything you need to design, preview, and ship production-ready themes": "Tout ce dont vous avez besoin pour concevoir, prévisualiser et livrer des thèmes prêts pour la production",
  "Preset Themes": "Thèmes prédéfinis",
  "Dark Mode Support": "Prise en charge du mode sombre",
  "Live Preview": "Aperçu en direct",
  "Direct Style Updates": "Mises à jour de style directes",
  "Export & Deploy": "Exporter et déployer",
  "Component Customization": "Personnalisation des composants",
  "Choose from 7 beautifully designed preset themes or create your own from scratch.": "Choisissez parmi 7 thèmes prédéfinis au design soigné ou créez le vôtre de A à Z.",
  "Automatic dark mode detection with seamless theme switching for better user experience.": "Détection automatique du mode sombre avec changement de thème fluide pour une meilleure expérience utilisateur.",
  "See your theme changes instantly across all components as you customize colors and styles.": "Visualisez instantanément les modifications de votre thème sur tous les composants à mesure que vous personnalisez les couleurs et les styles.",
  "Update theme styles directly from the view without touching code or configuration files.": "Mettez à jour les styles du thème directement depuis la vue, sans toucher au code ni aux fichiers de configuration.",
  "Export your theme as JSON and add it to your application in seconds.": "Exportez votre thème au format JSON et ajoutez-le à votre application en quelques secondes.",
  "Customize every component including buttons, inputs, cards, and more with granular control.": "Personnalisez chaque composant, y compris les boutons, les entrées, les cartes et bien plus encore, grâce à un contrôle précis.",
  "Design Your Perfect Theme": "Concevez votre thème parfait",
  "in seconds": "en secondes",
  "Open the builder, tweak your color tokens and components, preview changes instantly, and export production-ready themes.": "Ouvrez l'outil de création, ajustez vos jetons de couleur et vos composants, prévisualisez instantanément les modifications et exportez des thèmes prêts pour la production.",
  "How It Works": "Comment ça marche",
  "Get started in four simple steps": "Démarrez en quatre étapes simples",
  "Choose or Create": "Choisir ou créer",
  "Customize Colors": "Personnaliser les couleurs",
  "Select from preset themes or start with a blank canvas to create your own unique theme.": "Choisissez parmi les thèmes prédéfinis ou partez d'une page blanche pour créer votre propre thème unique.",
  "Edit primary, secondary, and accent colors with an intuitive color picker interface.": "Modifiez les couleurs principales, secondaires et d'accentuation grâce à une interface de sélection des couleurs intuitive.",
  "See all your changes instantly reflected across components and the entire application.": "Visualisez instantanément toutes vos modifications reflétées dans tous les composants et dans l'ensemble de l'application.",
  "Export your theme as JSON or CSS and integrate it into your project seamlessly.": "Exportez votre thème au format JSON ou CSS et intégrez-le facilement à votre projet.",
  "Start building a": "Commencez à construire un",
  "better theme": "meilleur thème",
  "today": "aujourd'hui",
  "Open the builder, tweak your tokens, and export with confidence. Clean, accessible, and fast.": "Ouvrez l'outil de création, modifiez vos jetons et exportez en toute confiance. Simple, accessible et rapide.",
  "Axelor Theme Designer": "Concepteur de thème Axelor",
  "All rights reserved.": "Tous droits réservés.",
  "Default": "Défaut",
  "Red": "Rouge",
  "Orange": "Orange",
  "Green": "Vert",
  "Blue": "Bleu",
  "Yellow": "Jaune",
  "Violet": "Violet",
  "Customize": "Personnaliser",
  "Copy code": "Copier le code",
  "Danger": "Danger",
  "Info": "Informations",
  "Messaging": "Messagerie",
  "Teamwork": "Travail d'équipe",
  "Documents": "Documents",
  "Purchases": "Achats",
  "My Projects": "Mes projets",
  "Access": "Accéder",
  "Contacts": "Contacts",
  "Sale orders": "Ordres de vente",
  "Favorite": "Préféré",
  "Messages": "Messages",
  "Profile": "Profil",
  "Inbox": "Boîte de réception",
  "Important": "Important",
  "Archived": "Archivé",
  "Mailing lists": "Listes de diffusion",
  "My Mailing lists": "Mes listes de diffusion",
  "All Mailing lists": "Toutes les listes de diffusion",
  "Tasks": "Tâches",
  "My tasks": "Mes tâches",
  "All tasks": "Toutes les tâches",
  "Teams": "Équipes",
  "My teams": "Mes équipes",
  "All teams": "Toutes les équipes",
  "General": "Général",
  "All Documents": "Tous les documents",
  "My Documents": "Mes documents",
  "Configuration": "Configuration",
  "Tags": "Étiquettes",
  "Marketing": "Marketing",
  "Targets": "Cibles",
  "Campaigns": "Campagnes",
  "Campaign Types": "Types de campagnes",
  "Template": "Modèle",
  "Customers": "Clients",
  "Products & services": "Produits et services",
  "Internal purchase requests": "Demandes d'achat internes",
  "Purchase quotations": "Devis d'achat",
  "Purchase orders": "Commandes d'achat",
  "ABC Analysis": "Analyse ABC",
  "Reportings": "Rapports",
  "Purchase Buyer": "Achat Acheteur",
  "Purchase Manager": "Responsable des achats",
  "Maps": "Cartes",
  "Suppliers": "Fournisseurs",
  "CRM": "CRM",
  "Leads": "Prospects",
  "Catalogs": "Catalogues",
  "Events": "Événements",
  "Opportunities": "Opportunités",
  "Sale quotations": "Devis de vente",
  "Objectives": "Objectifs",
  "Invoicing": "Facturation",
  "Cust. Invoices": "Factures clients",
  "Cust. Refunds": "Remboursements clients",
  "Suppl. Invoices": "Fourniture. Facture",
  "My awaiting PFP": "Mon PFP en attente",
  "Suppl. Refunds": "Remboursements fournisseurs",
  "Name": "Nom",
  "Status": "Statut",
  "Customer": "Client",
  "Confirmed": "Confirmé",
  "Order dates": "Dates de commande",
  "Confirm date": "Confirmer la date",
  "Currency": "Devise",
  "Invoice": "Facture",
  "Items": "Articles",
  "Notes": "Remarques",
  "Items content": "Contenu des articles",
  "Write a note": "Écrivez une note",
  "Total amount": "Montant total",
  "Export": "Exporter",
  "Amount": "Montant",
  "Tax amount": "Montant de la taxe",
  "Refresh": "Actualiser",
  "Delete": "Supprimer",
  "Duplicate": "Dupliquer",
  "Archive": "Archiver",
  "Last modified...": "Dernière modification...",
  "Draft": "Brouillon",
  "Open": "Ouvert",
  "Closed": "Fermé",
  "Canceled": "Annulé",
  "Order date": "Date de commande",
  "Grid": "Grille",
  "Form": "Formulaire",
  "Cards": "Cartes",
  "Kanban": "Kanban",
  "Completed": "Terminé",
  "In progress": "En cours",
  "To-do": "À faire",
  "Showing all items.": "Affichage de tous les articles.",
  "Next Gala": "Prochain Gala",
  "Fast Ball": "Balle rapide",
  "English": "Anglais",
  "French": "Français",
  "Axelor ERP Theme Designer": "Concepteur de thèmes Axelor ERP",
  "Create, preview, and deliver customized": "Créez, prévisualisez et diffusez des solutions personnalisées",
  "Axelor ERP themes instantly.": "Thèmes Axelor ERP disponibles instantanément.",
  "A free visual Theme Designer built to help partners and teams quickly design professional, client-ready ERP interfaces. Perfect for demos, proofs of concept, and real-world implementations.": "Un outil gratuit de conception visuelle de thèmes, conçu pour aider les partenaires et les équipes à créer rapidement des interfaces ERP professionnelles et prêtes à l'emploi. Idéal pour les démonstrations, les preuves de concept et les déploiements concrets.",
  "Everything you need to design, preview, and ship Axelor ERP themes": "Tout ce dont vous avez besoin pour concevoir, prévisualiser et déployer des thèmes Axelor ERP.",
  "Choose from professionally designed preset themes or start fresh by creating your own from scratch, ideal for quick demos and client-specific branding.": "Choisissez parmi des thèmes prédéfinis conçus par des professionnels ou créez le vôtre de A à Z, idéal pour des démonstrations rapides et une image de marque personnalisée pour chaque client.",
  "Built-in support for light and dark modes with seamless switching to ensure a modern, comfortable user experience across environments.": "Prise en charge intégrée des modes clair et sombre avec commutation fluide pour garantir une expérience utilisateur moderne et confortable dans tous les environnements.",
  "See every change instantly across the ERP UI as you adjust colors, styles, and components, no refresh, no guesswork.": "Visualisez instantanément chaque modification apportée à l'interface utilisateur de l'ERP lorsque vous ajustez les couleurs, les styles et les composants, sans rafraîchissement ni conjecture.",
  "Update theme styles directly from the interface without touching code or configuration files. Fast, visual, and developer-friendly.": "Mettez à jour les styles de thème directement depuis l'interface, sans toucher au code ni aux fichiers de configuration. Rapide, visuel et convivial pour les développeurs.",
  "Export your theme as a JSON file and drop it into Axelor ERP to apply instantly. Simple, clean, and production-ready.": "Exportez votre thème au format JSON et importez-le dans Axelor ERP pour une application instantanée. Simple, clair et prêt pour la production.",
  "Customize every UI element, buttons, inputs, tables, cards, widgets, and more; with fine-grained control in one unified view.": "Personnalisez chaque élément d'interface utilisateur (boutons, champs de saisie, tableaux, cartes, widgets, etc.) grâce à un contrôle précis dans une vue unifiée.",
  "Theme Import & Rework": "Importation et refonte de thèmes",
  "Upload an existing theme back into the designer, refine it visually, and re-export, perfect for iterations and long-term maintenance.": "Réimportez un thème existant dans l'outil de conception, peaufinez-le visuellement et réexportez-le : idéal pour les itérations et la maintenance à long terme.",
  "Unified Control View": "Vue de contrôle unifiée",
  "All widgets and form controls are visible in one place, ensuring consistency and a cohesive look across the entire ERP system.": "Tous les widgets et contrôles de formulaire sont visibles au même endroit, ce qui garantit la cohérence et une apparence unifiée dans l'ensemble du système ERP.",
  "Built for POCs, Demos and Production": "Conçu pour les preuves de concept, les démonstrations et la production",
  "Create polished, client-ready ERP themes in minutes, ideal for presales, proofs of concept, and partner demos.": "Créez en quelques minutes des thèmes ERP soignés et prêts à être présentés aux clients, idéaux pour les avant-ventes, les preuves de concept et les démonstrations aux partenaires.",
  "Open the theme builder, fine-tune colors and components, preview changes instantly, and export production-ready themes for Axelor ERP.": "Ouvrez le générateur de thèmes, peaufinez les couleurs et les composants, prévisualisez instantanément les modifications et exportez des thèmes prêts pour la production pour Axelor ERP.",
  "Design Your Perfect Axelor Theme": "Créez votre thème Axelor parfait",
  "In Second": "en seconde",
  "Select from ready-to-use preset themes or start with a blank canvas to create a custom Axelor ERP theme from scratch.": "Choisissez parmi les thèmes prédéfinis prêts à l'emploi ou partez d'une page blanche pour créer un thème Axelor ERP personnalisé.",
  "Customize Colors & Components": "Personnaliser les couleurs et les composants",
  "Adjust primary, secondary, and accent colors, and fine-tune individual ERP components using an intuitive visual editor.": "Ajustez les couleurs principales, secondaires et d'accentuation, et peaufinez les composants individuels de l'ERP à l'aide d'un éditeur visuel intuitif.",
  "See your changes applied instantly across forms, widgets, and screens, ensuring a consistent, polished ERP interface.": "Visualisez instantanément vos modifications appliquées aux formulaires, widgets et écrans, garantissant ainsi une interface ERP cohérente et soignée.",
  "Export the theme as a JSON file and add it to your Axelor ERP instance to apply it immediately. Re-upload anytime to refine further.": "Exportez le thème au format JSON et ajoutez-le à votre instance Axelor ERP pour l'appliquer immédiatement. Vous pouvez le réimporter à tout moment pour l'affiner.",
  "Build better": "Construire mieux",
  "experiences": "expériences",
  "A free visual theme designer built for the Axelor ecosystem. No setup. No code. Just results.": "Un outil gratuit de création de thèmes visuels, conçu pour l'écosystème Axelor. Aucune installation. Aucun code. Que des résultats.",
  "is a registered trademark of": "est une marque déposée de",
  "Used for identification purposes only.": "Utilisé à des fins d'identification uniquement.",
  "Built by Experts in Axelor ERP": "Conçu par des experts en Axelor ERP",
  "This Theme Designer is developed by Shivantra, a team that has been building, customizing, and delivering ERP solutions for over a decade.": "Ce concepteur de thèmes est développé par Shivantra, une équipe qui conçoit, personnalise et fournit des solutions ERP depuis plus de dix ans.",
  "Why we built this": "Pourquoi nous avons construit ça",
  "We work hands-on with Axelor ERP in real client environments, from presales demos to large-scale production implementations. This tool is a direct result of that experience": "Nous utilisons Axelor ERP concrètement chez nos clients, des démonstrations avant-vente aux déploiements en production à grande échelle. Cet outil est le fruit direct de cette expérience.",
  "To make Axelor ERP demos more impactful": "Pour rendre les démonstrations d'Axelor ERP plus percutantes",
  "To reduce time spent on repetitive UI customization": "Pour réduire le temps consacré à la personnalisation répétitive de l'interface utilisateur",
  "To help partners and clients visualize ERP branding early": "Pour aider les partenaires et les clients à visualiser l'image de marque de l'ERP au plus tôt",
  "To share a practical, free tool with the Axelor community": "Partager un outil pratique et gratuit avec la communauté Axelor",
  "is an official partner of": "est un partenaire officiel de",
  "delivering production-grade ERP systems at scale.": "Fourniture à grande échelle de systèmes ERP de qualité industrielle.",
  "Shivantra – Axelor ERP Consulting & Development": "Shivantra – Axelor ERP Conseil & Développement",
  "Services": "Services",
  "Beyond building tools, we help organizations design, implement, and extend Axelor ERP with confidence; while supporting teams at any stage of their ERP journey.": "Au-delà de la création d'outils, nous aidons les organisations à concevoir, mettre en œuvre et étendre Axelor ERP en toute confiance, tout en accompagnant les équipes à chaque étape de leur parcours ERP.",
  "Axelor ERP consultation & solution architecture": "Conseil et architecture de solution ERP Axelor",
  "Designing scalable, maintainable ERP solutions aligned with business processes and long-term goals.": "Concevoir des solutions ERP évolutives et maintenables, alignées sur les processus métier et les objectifs à long terme.",
  "Custom Axelor module development": "Développement de modules Axelor sur mesure",
  "Building tailored modules and extensions to meet specific operational requirements.": "Conception de modules et d'extensions sur mesure pour répondre à des exigences opérationnelles spécifiques.",
  "UI/UX customization & theming": "Personnalisation et thèmes de l'interface utilisateur/de l'expérience utilisateur",
  "Improving usability, consistency, and adoption through thoughtful interface customization.": "Améliorer la convivialité, la cohérence et l'adoption grâce à une personnalisation réfléchie de l'interface.",
  "Integrations, extensions, & version upgrades": "Intégrations, extensions et mises à jour de version",
  "Connecting Axelor ERP with external systems and managing upgrades in a controlled, reliable manner.": "Connexion d'Axelor ERP aux systèmes externes et gestion des mises à jour de manière contrôlée et fiable.",
  "Task reinforcement & team support": "Renforcement des tâches et soutien à l'équipe",
  "Acting as an extension of your existing development team when required — accelerating delivery and providing Axelor expertise without disrupting established workflows.": "Nous agissons comme un prolongement de votre équipe de développement existante en cas de besoin — accélérant la livraison et fournissant l'expertise d'Axelor sans perturber les flux de travail établis.",
  "Long-term support & performance optimization": "Assistance à long terme et optimisation des performances",
  "Ensuring system stability, scalability, and continuous improvement in production environments.": "Garantir la stabilité, l'évolutivité et l'amélioration continue des systèmes dans les environnements de production.",
  "This Theme Designer is developed by": "Ce concepteur de thème est développé par",
  ", a team that has been building, customizing, and delivering ERP solutions for over a decade.": ", une équipe qui crée, personnalise et fournit des solutions ERP depuis plus d'une décennie.",
  "Axelor Services by": "Services Axelor par",
  "Theme Designer": "Concepteur de thème",
  "Contact Now": "Contactez maintenant",
  "Design Your Perfect": "Concevez votre parfait",
  "Axelor Theme": "Thème Axelor",
  "Built by in": "Construit par en"
}
